IDEA Connection Link
ConnectionLink.Dispose Method
 Releases all used resources and deletes all temporary files
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace